{
	"data": [
		{
			"redpill": "Faut pas croire que tinder et autres apps sont représentatifs des femmes thaïs, c'est juste une petite portion des meufs thaïs, la grande majorité ne parlent pas anglais et s'en battent les ovaires de nous vous avez pas remarqué que la plupart des chasseuses de farang aiment bronzer tandis que c'est mal vu d'avoir la peau foncée dans la société thaï ? Mettez-vous à la place d'une 8/10 thaï, la meuf elle a l'attention de tous les mecs de son pays, pk elle se ferait chier à apprendre l'anglais pour baiser avec des étrangers qui ne parlent même pas sa langue et qui ne pigent rien à sa culture ? Parce que beaucoup de farangs pensent que les asiatiques adulent les blancset quand ils viennent ici et qu'ils baisent à foison ils pensent que c'est vrai alors qu'en fait ils baisent principalement les meufs du bas du panier ça c'est la vrai redpill du WHITE GOD"
		},
		{
			"redpill": "Grosse différence, pas le même phénotype, la thaïlande est plus riche et développée que le vietnam, les vietnamiennes sont 1000x plus belles et bonnes que la thaï lambda. Elles sont plus difficiles. Moins tchoins que les thaïs. Faut plus les travailler pour les baiser. Ce qui rend la chose plus intéressante"
		},
		{
			"redpill": "Bah ouais la Thaïlande c'est full pédo boomer tout l'monde le sait. Voilà pk à chaque fois que je voyais un boomer en Thaïlande je le méprisais même si c'est pas un pédo ça reste un déchet qui vit sa retraite dans un pays étranger en exploitant la misère des femmes locales"
		},
		{
			"redpill": "Non mais sérieux les clés les meufs des balkans c'est des missiles rien à avoir avec l'Asie avec leurs meufs eco+ refaites de a à z. L'avantage dans les balkans c'est qu'on a de tout ici, vu notre passé historique de gang bang des empires ottomans, austro-hongrois, byzantins, romains et j'en passe. T'as des meufs qui ressemblent à kim kardashian. Des meufs qui ressemblent à des suédoises. Des meufs qui ressemblent à des russes. Y a de tout et des gros culs et gros seins sah quel plaisirent."
		}
	]
}

